---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceHumidificationSetPoint
source: html/29d28fdb-5081-2b4e-8e27-da1709548e81.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceHumidificationSetPoint Property

"Humidification Set Point"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceHumidificationSetPoint { get; }
```